#+title: Sarjor
#+STARTUP: overview

* Abilities
| Ability | Score | Mod | + 1/2 Lvl |
|---------+-------+-----+-----------|
| STR     |    11 |   0 |         2 |
| CON     |    14 |   2 |         4 |
| DEX     |    18 |   4 |         6 |
| INT     |    10 |   0 |         2 |
| WIS     |    16 |   3 |         5 |
| CHA     |    10 |   0 |         2 |
#+TBLFM: $3='(int-to-string (floor (/ (- $2 10) 2)));N
#+TBLFM: $4=($3 + 2)



* Defense
:PROPERTIES:
:VISIBILITY: all
:END:
| Total |      | 10 + 1/2 lvl | Armor | Ability | Class | Feat | Enh. | Misc | Temp |
|-------+------+--------------+-------+---------+-------+------+------+------+------|
|    17 | AC   |           10 |     3 |       4 |       |      |      |      |      |
|    13 | FORT |           10 |       |       2 |     1 |      |      |      |      |
|    15 | REF  |           10 |       |       4 |     1 |      |      |      |      |
|    13 | WILL |           10 |       |       3 |       |      |      |      |      |
#+TBLFM: $1=($3 + $4 + $5 + $6 + $7 + $8 + $9 + $10)
** Attack Workspace
| Weapon/Power        | Attack | 1/2 Level | Ability | Class | Prof | Feat | Enh | Misc |
|---------------------+--------+-----------+---------+-------+------+------+-----+------|
| [[Melee Basic Attack]]  |     +8 |           | 4 (STR) |       |    3 |    1 |     |      |
| [[Ranged Basic Attack]] |     +7 |           | 4 (DEX) |       |    2 |    1 |     |      |
| [[Dual Weapon Attack]]  |     +8 |           | 4 (DEX) |       |    3 |    1 |     |      |
| [[Fading Strike]]       |     +8 |           | 4       |       |    3 |    1 |     |      |
| [[Nimble Strike]]       |     +8 |           | 4       |       |    3 |    1 |     |      |
| [[Scything Blow]]       |     +8 |           | 4       |       |    3 |    1 |     |      |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6 $7 $8 $9))));N
** Damage Workspace
| Weapon/Power        | Bonus | Ability | Feat | Enh | Misc | Misc |
|---------------------+-------+---------+------+-----+------+------|
| [[Melee Basic Attack]]  |    +5 |       4 |    1 |     |      |      |
| [[Ranged Basic Attack]] |    +5 |       4 |    1 |     |      |      |
| [[Dual Weapon Attack]]  |    +5 |       4 |    1 |     |      |      |
| [[Power Strike]]        |    +1 |         |    1 |     |      |      |
| [[Fading Strike]]       |    +5 |       4 |    1 |     |      |      |
| [[Nimble Strike]]       |    +5 |       4 |    1 |     |      |      |
| [[Scything Blow]]       |    +5 |       4 |    1 |     |      |      |
#+TBLFM: $2='(concat "+" (int-to-string (-sum '($3 $4 $5 $6))));N
* Skills
| Mod | Name          | Abil. | Train | Mod | 1/2 Lvl | Armor | Misc | Temp |
|-----+---------------+-------+-------+-----+---------+-------+------+------|
|  +9 | Acrobatics    | Dex   |     1 |   4 |         |       |      |      |
|  +0 | Arcana        | Int   |       |     |         |       |      |      |
|  +5 | Athletics     | Str   |     1 |     |         |       |      |      |
|  +0 | Bluff         | Cha   |       |     |         |       |      |      |
|  +1 | Diplomacy     | Cha   |       |     |         |       |    1 |      |
|  +3 | Dungeoneering | Wis   |       |   3 |         |       |      |      |
|  +2 | Endurance     | Con   |       |   2 |         |       |      |      |
|  +3 | Heal          | Wis   |       |   3 |         |       |      |      |
|  +0 | History       | Int   |       |     |         |       |      |      |
|  +3 | Insight       | Wis   |       |   3 |         |       |      |      |
|  +0 | Intimidate    | Cha   |       |     |         |       |      |      |
| +10 | Nature        | Wis   |     1 |   3 |         |       |    2 |      |
| +10 | Perception    | Wis   |     1 |   3 |         |       |    2 |      |
|  +0 | Religion      | Int   |       |     |         |       |      |      |
|  +9 | Stealth       | Dex   |     1 |   4 |         |       |      |      |
|  +0 | Streetwise    | Cha   |       |     |         |       |      |      |
|  +4 | Theivery      | Dex   |       |   4 |         |       |      |      |
#+TBLFM: $1='(concat "+" (int-to-string (+ $5 $6 $7 $8 $9 (if (eql $4 1) 5 0))));N
 - Ranger class feature adds +2 Nature and +2 Perception
 - Lindoma's Group Diplomacy adds +1 to Diplomacy


** Equipment
  | Name               | Quantity | Cost (gp) | Weight (lbs) | Total Weight (lbs) | Total Cost (gp) |
  |--------------------+----------+-----------+--------------+--------------------+-----------------|
  | Longbow            |        1 |        50 |            2 |                  2 |              50 |
  | Longsword          |        1 |        15 |            4 |                  4 |              15 |
  | Short sword        |        1 |        10 |            2 |                  2 |              10 |
  | Backpack           |        1 |         2 |            5 |                  5 |               2 |
  | Bedroll            |        1 |        .1 |            2 |                  2 |             0.1 |
  | Tinderbox          |        1 |        .5 |            1 |                  1 |             0.5 |
  | Ration             |       10 |        .5 |            1 |                 10 |              5. |
  | Waterskin          |        1 |        .2 |            5 |                  5 |             0.2 |
  | Hempen Rope (50ft) |        1 |         1 |           10 |                 10 |               1 |
  | Arrows             |       60 |       .05 |           .1 |                 6. |              3. |
  | Hide Armor         |        1 |        30 |           25 |                 25 |              30 |
  |--------------------+----------+-----------+--------------+--------------------+-----------------|
  | Carry Capacity     |      100 |           |              |                72. |           116.8 |
  #+TBLFM: $5=($2 * $4)
  #+TBLFM: $6=($2 * $3)
  #+TBLFM: @>$5=vsum(@<<$5..@>>$5)
  #+TBLFM: @>$6=vsum(@<<$6..@>>$6)

